[
    {
      "newsTitle": "News Title 1",
      "newsParagraph":
        "Excepteur incididunt ullamco laborum enim occaecat quis tempor laborum excepteur Lorem excepteur anim eiusmod irure. Ex et laborum mollit reprehenderit eiusmod culpa. Et in sit et dolore Lorem aliqua cupidatat anim minim esse fugiat elit aliqua magna. Consectetur incididunt reprehenderit nisi laboris aute sunt enim cillum exercitation elit. Est velit fugiat aute exercitation quis aliquip velit cupidatat ut do nostrud sit nostrud duis."
    },
    {
      "newsTitle": "News Title 2",
      "newsParagraph":
        "Aliqua laborum ex voluptate in reprehenderit culpa nostrud duis. Ut mollit duis ex cillum aliqua aliqua ullamco excepteur minim Lorem. Non qui sint sint magna deserunt ullamco elit proident proident ea. Duis officia id minim do do consectetur."
    },
    {
     "newsTitle": "News Title 3",
      "newsParagraph":
        "Id mollit aute irure ad aute pariatur proident enim nulla. Et enim velit pariatur ut nostrud exercitation sit dolore ullamco voluptate sunt. Consequat sint aute enim dolore. Pariatur in ut excepteur eiusmod amet amet nulla aliquip irure anim Lorem enim consectetur magna. Consequat labore eu velit laboris dolor. Labore amet et officia pariatur. Cillum elit amet veniam velit sint cillum culpa et sint ut minim cillum."
    },
    {
      "newsTitle": "News Title 4",
      "newsParagraph":
        "Irure pariatur cupidatat ipsum officia occaecat laboris duis nisi. Qui non pariatur ipsum nulla laborum ipsum. Commodo aute commodo aliquip reprehenderit occaecat."
    },
    {
      "newsTitle": "News Title 5",
      "newsParagraph":
        "Sunt aliqua ex cupidatat culpa mollit tempor do ad in cillum ea duis. Ipsum aliqua ea duis magna aute reprehenderit ipsum eiusmod amet exercitation minim esse dolor. Nisi dolore mollit anim tempor eiusmod pariatur sint in amet ea ex eu est."
    },
    {
      "newsTitle": "News Title 6",
      "newsParagraph":
        "Voluptate magna ex incididunt fugiat esse nostrud id veniam anim ut in magna magna. Cillum velit dolore veniam enim. Et nulla id deserunt mollit occaecat velit voluptate amet voluptate. Velit irure ullamco sint excepteur. Consequat consectetur et dolore magna consectetur est quis anim cillum sunt."
    }
  ]